/* Status for active subscribers, %@ is product name */
"%@ Maintenance Subscriber" = "Subscriptor de mantenimiento %@";

/* Status for expired subscribers, %@ is product name */
"%@ Maintenance Subscription Expired" = "La suscripción de mantenimiento de %@ ha caducado";

/* Multi user perpetual license wording, %@ is product name */
"%@ Multi User" = "%@ multiusuario";

/* Single perpetual license wording, %@ is product name */
"%@ Single User" = "%@ un solo usuario";

/* Days remaining until maintenance expires for user, %u is number of days */
"%u Days Remaining" = "%u días restantes";

/* Days remaining in trial for user, %u is number of days */
"%u Days Remaining in Trial" = "%u días restantes de la versión de prueba";

/* Close */
"Close" = "Cerrar";

/* Button text for subscription user with maintenance autorenewing */
"Explore Benefits" = "Descubrir ventajas";

/* Maintenance id field, %@ is maintenance id */
"Maintenance ID: %@" = "ID de mantenimiento: %@";

/* Message for offline sign in error */
"Please check your internet connection and try again." = "Comprueba la conexión a internet y vuelve a intentarlo.";

/* Button text for subscription user with maintenance expiring */
"Renew Now" = "Renovar ahora";

/* Menu title for triggering sign in */
"Sign In..." = "Iniciar sesión...";

/* Label for signing out of a product
   Sign out button title */
"Sign Out" = "Cerrar sesión";

/* Describes subscription expiration date, %@ is date */
"Subscription Expired on %@" = "Fecha en la que caducó la suscripción: %@";

/* Describes subscription expiration date, %@ is date */
"Subscription Expires on %@" = "Fecha en la que caducará la suscripción: %@";

/* Describes subscription renewal date, %@ is date */
"Subscription Renews on %@" = "Fecha en la que se renovará la suscripción: %@";

/* Title for offline sign in error */
"Unable to connect to the web" = "No es posible conectarse a la web";

/* Button text for trial user, %@ is product name */
"Unlock %@" = "Desbloquear %@";

